Repository: jimregan/citizens-information-raw
Catalog: en-pl/www.citizensinformation.ie/pl/health/health_services/gp_and_hospital_services/hospital_charges.html.txt.tmx
Source language: en
Languages: pl

source: Charges for hospital services
pl: Opłaty za usługi szpitalne

source: Everyone, regardless of nationality, who is accepted by the Health Service Executive (HSE) as being ordinarily resident in Ireland is entitled to access in-patient and out-patient services in publicly funded hospitals, that is, HSE hospitals and voluntary hospitals. Certain visitors to Ireland are also entitled to public health services, for example, people covered under EU Regulations
pl: Każdy, niezależnie od narodowości, kto zostanie uznany przez Urząd Służby Zdrowia (HSE) za rezydenta Irlandii jest uprawniony do usług hospitalizacyjnych i ambulatoryjnych w szpitalach finansowanych ze środków publicznych, czyli w szpitalach HSE oraz w szpitalach utrzymywanych z dobrowolnych składek

source: There are daily in-patient charges and some long-term stay charges
pl: Posiadacze kart medycznych i niektóre inne grupy nie muszą wnosić opłat

source: If you are not resident in Ireland and you do not belong to any of the groups that are entitled to free services, you have to pay the full economic cost of the bed, whether it is a public bed or a private bed
pl: Jeśli nie jesteś rezydentem Irlandii i nie należysz do żadnej grupy uprawnionej do bezpłatnych usług, musisz pokryć pełny koszt łóżka, czy to w placówce publicznej czy prywatnej

source: You also have to pay the consultant
pl: Musisz także opłacić konsultanta

source: The HSE has the discretion to reduce or waive the charges in cases of hardship
pl: Istnieją opłaty dzienne za usługi stacjonarne, opłata za usługi ambulatoryjne oraz opłaty związane z pobytem długoterminowym

source: Charges for accident and emergency/casualty and out-patient services
pl: Opłaty za usługi świadczone w nagłych wypadkach, działania ratunkowe/urazowe oraz pomoc ambulatoryjną

source: If you use accident and emergency services without being referred there by a GP, there is a charge of €100
pl: W przypadku skorzystania z usług ratunkowych czy urazowych bez skierowania od lekarza ogólnego (GP), opłata wynosi €100

source: There is no charge if you are referred by a GP (bring your referral letter with you) or for certain groups listed below
pl: Nie ma opłaty w przypadku posiadania skierowania od lekarza ogólnego (GP), jak też w szczególnych, wymienionych poniżej przypadkach

source: The charge applies to the following public facilities:
pl: Opłata dotyczy następujących instytucji publicznych:

source: • Accident and emergency departments
pl: • Oddziałów ratunkowych i nagłych wypadków

source: • Any other facility providing similar services
pl: • Wszelkich innych miejsc, świadczących podobne usługi

source: The charge of €100 does not apply to the following groups:
pl: Obecna opłata w wysokości €100 nie dotyczy następujących grup:

source: • People who are admitted to hospital as an in-patient as a result of attending the casualty department (you will then be subject to in-patient charges)
pl: • Osoby przyjęte do szpitala w następstwie zgłoszenia się na oddział dla osób poszkodowanych w wypadkach (będą Państwa wówczas obowiązywały opłaty za usługi stacjonarne)

source: • People receiving treatment for prescribed infectious diseases
pl: • Osoby leczone na określone choroby zakaźne

source: • Children up to 6 weeks of age • Children, in respect of the following diseases and disabilities: “mental handicap, mental illness, phenylketonuria, cystic fibrosis, spina bifida, hydrocephalus, haemophilia and cerebral palsy”
pl: • Dzieci w wieku do sześciu tygodni, dzieci cierpiące na określone choroby i niepełnosprawności oraz dzieci skierowane na leczenie z poradni pediatrycznych i w następstwie szkolnych badań lekarskich

source: • People who are entitled to hospital services because of EU Regulations
pl: • Osoby uprawnione do usług szpitalnych na podstawie rozporządzeń UE

source: • Women receiving maternity services
pl: • Kobiety korzystające z usług położniczych

source: • People with Hepatitis C who have a Health Amendment Act Card
pl: • Osoby z WZW typu C, które posiadają Health Amendment Act Card

source: The charge applies to the first visit in relation to an illness or accident
pl: W przypadkach poważnych trudności materialnych HSE może świadczyć usługi nieodpłatnie

source: If you have to return for further visits to an out-patient clinic in relation to the same illness or accident, you should not have to pay the charge again
pl: Jeżeli muszą Państwo powrócić na kolejne wizyty w związku z tą samą chorobą lub wypadkiem, ponowne wnoszenie opłaty nie jest potrzebne

source: You can be referred by your family doctor to the out-patients department of a public hospital for specialist assessment by a consultant or his or her team or for diagnostic assessments (for example, x-rays, laboratory tests, physiotherapy)
pl: Możecie być Państwo skierowani przez lekarza rodzinnego na oddział ambulatoryjny szpitala publicznego w celu konsultacji u renomowanego specjalisty lub członka jego zespołu albo na badania diagnostyczne (np

source: If you attend this service as a public patient, you will not have to pay for this service
pl: zdjęcie rentgenowskie, badania laboratoryjne, fizjoterapia itp.)

source: If you wish to attend a consultant in a private capacity, you must pay their fee
pl: Jeżeli pragną Państwo odbyć wizytę u specjalisty prywatnie, będą Państwo musieli wnieść stosowną opłatę

source: Public in-patients in public hospitals
pl: Opłaty za usługi stacjonarne świadczone w szpitalach publicznych

source: If you are a public patient in a public hospital under the care of a consultant for treatment and you remain overnight, you are receiving overnight in-patient services
pl: Jeżeli przebywają Państwo na oddziale publicznym pod opieką specjalisty w celu leczniczym i pozostają na noc, korzystają Państwo z usług stacjonarnych

source: If you are admitted to the hospital under the care of a consultant where you do not require the use of a bed overnight and your discharge from hospital is planned, you are receiving day in-patient services
pl: Jeżeli są Państwo przyjęci do szpitala pod opiekę specjalisty, w przypadku gdy nie wymagają Państwo pozostania w łóżku przez noc i planowane jest wypisanie Państwa ze szpitala, korzystają Państwo z usług dziennych

source: From 1 January 2017, the statutory charge for overnight and day in-patient services is €80 per day up to a maximum of €800 in any 12 consecutive months
pl: Opłata za usługi stacjonarne/dzienne wynosi €75 dziennie maksymalnie do kwoty €750 w ciągu roku

source: The charge does not apply to the following groups:
pl: Opłata ta nie dotyczy następujących grup:

source: • Children up to 6 weeks of age
pl: • Osoby podlegające opłatom za pobyt długoterminowy

source: • Children with the following diseases and disabilities: "mental handicap, mental illness, phenylketonuria, cystic fibrosis, spina bifida, hydrocephalus, haemophilia and cerebral palsy"
pl: • Dzieci w wieku do sześciu tygodni, dzieci cierpiące na określone choroby i niepełnosprawności oraz dzieci skierowane na leczenie z poradni pediatrycznych i w następstwie szkolnych badań lekarskich

source: • Children referred for treatment from child health clinics and school board examinations
pl: • Osoby uprawnione do usług szpitalnych na podstawie rozporządzeń UE

source: Private in-patients in public hospitals
pl: Leczenie prywatne w szpitalach państwowych

source: If you choose to be treated as a private patient of a consultant when you are admitted to a public hospital, you are charged for the inpatient services according to the category of the hospital and (for an overnight stay) according to the type of room you are in
pl: Jeśli po przyjęciu do szpitala państwowego zdecydujesz się na leczenie jako prywatny pacjent konsultanta, opłaty za usługi szpitalne zależą od kategorii szpitala i (w przypadku pobytu na noc) od rodzaju sali, w której przebywasz

source: Rates from January 2014 are:
pl: Ceny obowiązujące od stycznia 2014 roku:

source: Hospital Category Single-occupancy room overnight Multiple-occupancy room overnight Day-case
pl: │Kategoria szpitala │Pobyt na noc w sali jednoosobowej │Pobyt na noc w sali wieloosobowej │Pobyt dzienny │

source: Fifth schedule hospitals €1,000 €813 €407
pl: │Szpitale harmonogramu V │1000 € │813 € │407 € │

source: Sixth schedule hospitals €800 €659 €329
pl: │Szpitale harmonogramu VI │800 € │659 € │329 € │

source: The hospitals in each category are listed in the Health (Amendment) Act 2013 with four changes subsequently made by Statutory Instrument No.75 of 2014 (pdf)
pl: Szpitale z każdej kategorii są wymienione w Ustawie o opiece zdrowotnej z 2013 r. (poprawka) z czterema zmianami wprowadzonymi przez Statutory Instrument 75 z 2014 roku (pdf)

source: The Act provides that public hospitals must levy the private in-patient charge on all in-patients who opt to be treated privately by their consultant
pl: Zgodnie z ustawą szpitale publiczne muszą nałożyć opłaty na wszystkich prywatnych pacjentów, którzy decydują się na prywatną hospitalizację przez swojego lekarza-konsultanta

source: If you are a private patient, you must pay for the services of the consultant who is treating you
pl: Będąc prywatnymi pacjentami leczącego Państwa specjalisty, muszą Państwo opłacić usługi tego specjalisty

source: You must also pay for the services of any other consultant who is involved in caring for you (for example, the radiation oncologist or anaesthetist)
pl: Muszą też Państwo opłacić usługi innych specjalistów zaangażowanych w opiekę nad Państwem (tzn. radiolog-onkolog, anestezjolog, itp.)

source: You have the same entitlement to public health services for mental illness as for any other illness
pl: W przypadku chorób psychicznych mają Państwo takie samo prawo do usług publicznych, jak w przypadku wszelkich innych chorób

source: You must pay for maintenance and treatment in private psychiatric hospitals
pl: W prywatnych szpitalach psychiatrycznych muszą Państwo opłacić koszty utrzymania i leczenia

source: Health insurance companies sometimes treat psychiatric hospital costs differently from general hospital costs
pl: Towarzystwa ubezpieczeń zdrowotnych niekiedy traktują koszty szpitali psychiatrycznych odmiennie od kosztów szpitali ogólnych

source: The same rules apply to long-term institutional care for psychiatric patients as to long-term institutional care for other patients
pl: Pacjentów psychiatrycznych dotyczą te same zasady hospitalizacji długoterminowej, co innych pacjentów

source: Mental health in-patient and out-patient services are provided free of charge to children aged under 16 years who have a mental illness
pl: Dzieciom poniżej 16 roku życia cierpiącym na choroby psychiczne usługi psychiatryczne stacjonarne i ambulatoryjne są świadczone nieodpłatnie

source: If you have been in hospital, but not receiving acute in-patient care, for more than 30 days, you may be charged Long-Stay Contributions for Residential Support Services
pl: W przypadku, gdy długość pobytu w szpitalu przekracza 30 dni, a lekarz wystawi zaświadczenie, że osoba nie wymaga intensywnej opieki medycznej i leczenia, pacjent może być obciążony opłatą równą opłacie w przypadku przyjmowania usługi długotrwałej opieki w placówce lecznictwa zamkniętego
